{ "Changes": [

{ "Action": "EditData",
"Target": "Characters/Dialogue/CVLobolg",
"Entries": {
	"Resort_Entering": "At last! Something inching closer to the climate of home.$9#$b#Pardon me while I take it all in...$12",
	"Resort_Leaving": "Oh, well. It was fun while it lasted.$0#$b#I shall return in due time, rest assured.$11",
	"Resort_Shore": "What lies out on those other islands, I wonder?$0#$b#Not that I'd swim out there, Stars no, but perhaps I can convince Willy to give me a ride.$1",
	"Resort_Chair": "%He's fast asleep.",
	"Resort_Bar": "I do wish Gus would serve drinks with a bit less... syrupy sweetness.$0#$b#The fruit is sweet enough.$1",
	"Resort": "Care to hunt for seashells with me, @? I quite like the shimmer of mother-of-pearl.$1",

    "Mon": "You would be wise to keep your distance...$3#$b#Though I get the sense that you're hardly the type to heed warnings.$1", 
    "Tue": "Forgive my reticence, and, well... crankiness. $3#$b#But I do not know you, or anyone else here... so I think I have an excuse to be rather upset.$10",
    "Wed": "Come now, Lobolg... optimism, optimism...$10#$b#Hm? Do you need something?$6",
    "Thu": "I'm rather busy at the moment.$6",
    "Fri": "You just cannot stay away from the unknown, can you?$11#$b#I suppose I don't mind too much.$0",
    "Sat": "What? Come to gawk at the strange man that fell from the sky that fateful day?$5#$e#...At least compliment my hair.$3",
    "Sun": "Please leave me alone.$3#$e#Or don't. I cannot actually stop you...$10",

    "Mon2": "I'm starting to get used to the smell here.$6#$b#starting to.$3", 
    "Tue2": "I... I wonder if the stars here truly are different, or simply in a different position.$10",
    "Wed2": "Ahaha, very well. I can tell you are curious about me. Well, perhaps I can give some hints...$11#$e#Oh, were you expecting one right now? Mhmhmhm...$9",
    "Thu2": "Your persistence in the face of my dour mood has... actually done a bit to counteract it.$0#$b#Well done, @.$1",
    "Fri2": "Everyone in this world prattles on about Yoba this, and Yoba that...$3#$b#who is Yoba?$3",
    "Sat2": "This world smells so pungently of iridium, that it nearly drowns out the magical aroma.$6#$b#I'd call it fascinating if I enjoyed the smell of iridium.$3",
    "Sun2": "... you're the only person who has talked to me today, as well as the only person to look at me without fear in their eyes.$6#$e#Curious.$11",

    "Mon4": "The magic of home smells like sea salt and perfuming flowers.$6#$b#The magic of this place smells of freshly tilled soil and petrichor.$6#$e#Both pleasant, but... it takes some getting used to when you've only had one.$0", 
    "Tue4": "I miss my children... I shall have to recount stories some other time.$10",
    "Wed4": "Oh, how I wish I had my-$10#$b#Er, an extra pair of arms, right about now.$7#$e#It would make things so much easier...$10",
    "Thu4": "I have quite the spectacular vista from up atop the quarry.$0#$b#The little village, the forest, and of course, the sea...$12",
    "Fri4": "Are things well at your little farm, @?$11#$b#I often wonder how you do it all alone.$0",
    "Sat4": "Such strange sounds emanate from the mines...$10#$b#they keep me up at night, among the other reasons I struggle to sleep.$2",
    "Sun4": "Do you believe in the gods, @? Or, is it but one god here? I have to do some research...$6",

    "Mon6": "",
    "Tue6": "",
    "Wed6": "",
    "Thu6": "",
    "Fri6": "",
    "Sat6": "",
    "Sun6": "",


    "Mon8": "",
    "Tue8": "",
    "Wed8": "",
    "Thu8": "",
    "Fri8": "",
    "Sat8": "",
    "Sun8": "",

    "Mon10": "",
    "Tue10": "",
    "Wed10": "",
    "Thu10": "",
    "Fri10": "",
    "Sat10": "",
    "Sun10": "",   
   

	"spring_1": "",
	"spring_Mon": "Sorry, I don't know if I'm in the right state for small talk...$10",
	"spring_Mon2": "Time passes so quickly in this place...$10#$b#It's a wonder anyone gets anything done, when the sun setting is more of a threat than a routine.#3",
	"spring_Mon4": "I'm slowly adjusting to the simpler things in this little village... the saloon, sitting by the lake, meditation... Life is slow here.",
	"spring_Mon6": "",
	"spring_Mon8": "",
	"spring_Mon10": "",
	"spring_Tue": "Hm? Do you need something?$6#$e#I know it doesn't look like I'm busy, but I'm actually making a rather concerted effort to find resources.$3",
	"spring_Tue2": "... This place is safe, at least.$0#$b#Pleasant weather, calm seas...$12#$e#The people are wary of me, but I can hardly blame them.$10",
	"spring_Tue4": "Ah, @!$7#$b#Apologies. I'm trying to tally several things together mentally, but I'm horrendous at math...$10",
	"spring_Tue6": "",
	"spring_Tue8": "",
	"spring_Tue10": "",
	"spring_Wed": "I'm a little distracted at the moment, sorry.$3",
	"spring_Wed2": "I'm so tired.$10#$b#But I can't afford to rest, I'm afraid.$6",
	"spring_Wed4": "I don't think I've seen that mayor of yours do anything altruistic.$3#$b#Of course, I'm not privy to his financial records, but I don't trust him.$3",
	"spring_Wed6": "",
	"spring_Wed8": "",
	"spring_Wed10": "",
	"spring_Thu": "Stars, what am I going to-...$10#$b#Ahem. yes, can I help you?$6",
	"spring_Thu2": "If I were in my element, I'd be stirring up trouble right about now...$11#$e#but trouble found me first, as you can see.$3",
	"spring_Thu4": "I've been occasionally assisting young Penny with tutoring the children.$0#$b#I'm in my element, there in the library, but it does make me homesick afterwards...$10",
	"spring_Thu6": "",
	"spring_Thu8": "",
	"spring_Thu10": "",
	"spring_Fri": "If I'm rude... please tell me, and I will silence myself.$10#$b#I'm just in a bit of a bad mood.$6",
	"spring_Fri2": "... Yes, I'm still here.$3#$e#Despite my best efforts, mhmhm...$0",
	"spring_Fri4": "You have the same compulsion to help others that I do...$0#$b#Please be sure to help yourself once in a while.$11",
	"spring_Fri6": "",
	"spring_Fri8": "",
	"spring_Fri10": "",
	"spring_Sat": "... My children... What do they think happened...?$2",
	"spring_Sat2": "Those strange apple-shaped beings keep huddling around my sleeping area, peeping like baby birds.$6#$e#Yes, of course I can see them.$7#$b#What did you call them? Junimos?$0",
	"spring_Sat4": "Most people in this town are honest.$0#$b#I have a nose for liars... don't ask how I developed it.$10",
	"spring_Sat6": "",
	"spring_Sat8": "",
	"spring_Sat10": "",
	"spring_Sun": "I'm very sorry, but I don't know if I have it in me to carry a conversation right now.$10",
	"spring_Sun2": "How often do you rest, farmhand?$0#$b#Though, I suppose the job may not warrant it, but still.$3#$b#You ought to temper your stress on occasion.$6",
	"spring_Sun4": "I wonder if I would be better off with some sort of income...$3#$b#I'm simply not very motivated by money, unfortunately.$6",
	"spring_Sun6": "",
	"spring_Sun8": "",
	"spring_Sun10": "",
	
	"summer_1": "",
	"summer_Mon": "Oh, erm... $6#$b#... What was your name again? #$e# $6 Ah, yes, @. That's right. My apologies.$10",
	"summer_Mon2": "... is that hair on my shoulder?$7#$e#Does hair normally fall out$2#$b#It does? Oh, stars...$7",
	"summer_Mon4": "I've pored over the history of this valley... magic here is strange, tenuous even.$3",
	"summer_Mon6": "",
	"summer_Mon8": "",
	"summer_Mon10": "",
	"summer_Tue": "I feel faint... Stars, I keep forgetting to eat.$10",
	"summer_Tue2": "The people here seem so uncertain of so many fundamental things...$10#$b#I could sense the presence of magic straight away, but some believe it doesn't exist.$3",
	"summer_Tue4": "There's a smattering of music-makers in the valley, but there's never enough music, I feel.$1",
	"summer_Tue6": "",
	"summer_Tue8": "",
	"summer_Tue10": "",
	"summer_Wed": "At least the weather is pleasant.$6#$b#It's a decent buoy to my mood.$0",
	"summer_Wed2": "Pale, you say?$7#$b#... Oh, that's right. I should probably eat something before I faint...$10",
	"summer_Wed4": "If there's one thing I'm glad for, it's that years in this world are shorter than back home.$0#$b#So... perhaps there's still hope that I'll recover in a timely manner.$10",
	"summer_Wed6": "",
	"summer_Wed8": "",
	"summer_Wed10": "",
	"summer_Thu": "I'm not sure what you want from me, farmer. I'm not a joy to be around at the moment.$3",
	"summer_Thu2": "You seem... healthy.$6#$b#That's good.$0#$b#I'm... surviving, myself.$3",
	"summer_Thu4": "Alas, I've noticed a lower spice tolerance on my part since being shunted into this form...$2#$b#I'll need to foster it again.$6",
	"summer_Thu6": "",
	"summer_Thu8": "",
	"summer_Thu10": "",
	"summer_Fri": "I don't wish to speak to anyone right now...$2",
	"summer_Fri2": "Trees here grow back so quickly!$11#$b#It's a testament to the amount of life energy bundled up in this planet.$0",
	"summer_Fri4": "Thankfully, this body isn't actually as elderly and decrepit as it looks.$12#$b#I had to make a leap across a gap several yards wide the other day atop the quarry, and I stuck the landing just fine.$1",
	"summer_Fri6": "",
	"summer_Fri8": "",
	"summer_Fri10": "",
	"summer_Sat": "I'm exhausted. Everything tires me.$10",
	"summer_Sat2": "What I wouldn't give for a cup of nightshade tea right now...$3",
	"summer_Sat4": "All things considered, people here are less alarmed by my presence than I had thought they'd be. Things settled down almost immediately.$0",
	"summer_Sat6": "",
	"summer_Sat8": "",
	"summer_Sat10": "",
	"summer_Sun": "My apologies, but I cannot have any distractions at this time.$6",
	"summer_Sun2": "Stars, I'm a little worried I'll get sunburn at this rate...$10#$b#What is that like? Akin to being set ablaze, or is it more of a friction burn?$6",
	"summer_Sun4": "Hmm, hmm...$12#$b#Ah! Sorry!$7#$b#I've a song stuck in my head.$4",
	"summer_Sun6": "",
	"summer_Sun8": "",
	"summer_Sun10": "",

	"fall_1": "",
	"fall_Mon": "Stars, it's getting colder and colder by the day.$10#$b#I dislike it.$3",
	"fall_Mon2": "Regrettably, after conducting research, it seems something I might need lies deep beneath the earth.$3#$b#Must I constantly venture into these damned claustrophobic caves?$5",
	"fall_Mon4": "I'm glad you don't treat me like some delicate elder.$0#$b#That is... while it's true I'm old, I'm not truly this old when placed on a human scale.$6#$b#This form adds a few... decades.$3",
	"fall_Mon6": "",
	"fall_Mon8": "",
	"fall_Mon10": "",
	"fall_Tue": "Unless you need something of me, which I doubt you do, please leave me be.$3",
	"fall_Tue2": "I'm surprised at how readily I've taken to a routine...$6#$b#I suppose for survival, it's a must.$3",
	"fall_Tue4": "I do wonder what this place looks like from above the clouds...$1#$e#No, I didn't get a very good view from my fall.$3",
	"fall_Tue6": "",
	"fall_Tue8": "",
	"fall_Tue10": "",
	"fall_Wed": "Again, I apologise for my attitude. I'm just... in a tough place at the moment.$2",
	"fall_Wed2": "I get the sense that you wish to know more about me... Well, I have rather... exotic tastes in food, for one. You've probably surmised as much.",
	"fall_Wed4": "%He seems lost in thought.",
	"fall_Wed6": "",
	"fall_Wed8": "",
	"fall_Wed10": "",
	"fall_Thu": "What I wouldn't give to have some of your optimism right about now.$6",
	"fall_Thu2": "I rather despise living so close to a clump of rubble...$3#$b#'Tis why I perched myself as high above it as possible.$6",
	"fall_Thu4": "In fall, the song of the leaves turns to a rabid chant, an alert to all that winter is just around the corner...$12#$b#Can you hear it, @?$1",
	"fall_Thu6": "",
	"fall_Thu8": "",
	"fall_Thu10": "",
	"fall_Fri": "The stars here seem to be strangers to me...$10#$b#It's discouraging.$2",
	"fall_Fri2": "You seem ready for anything today.$0#$b#Care to lend me some of your indomitable spirit?$11",
	"fall_Fri4": "I have a bad habit of allowing melancholy to cloak me in desperate times...$10#$b#Times such as this, for example.$10",
	"fall_Fri6": "",
	"fall_Fri8": "",
	"fall_Fri10": "",
	"fall_Sat": "Time passes far too fast here... I feel I can hardly get anything done.$10",
	"fall_Sat2": "Stars, I miss my children... I do hope they're alright.$10#$e#I would never leave them without warning like this.$2",
	"fall_Sat4": "Have you any interesting literature, @?$6#$e#I'd ask if I could borrow it, but... I cannot guarantee that you'll get it back.$2",
	"fall_Sat6": "",
	"fall_Sat8": "",
	"fall_Sat10": "",
	"fall_Sun": "Your persistence in talking to me is... strange, but not unwelcome.$0#$b#However, do be cautious. I'm not in a great state of mind most days.$6",
	"fall_Sun2": "That pesky mage in the Stetson has been breathing down my neck...$3#$b#I'm alive. Is that not enough?$5",
	"fall_Sun4": "I haven't much on my mind, actually. But... thank you for speaking with me, regardless.$1",
	"fall_Sun6": "",
	"fall_Sun8": "",
	"fall_Sun10": "",   

	"winter_1": "",
	"winter_Mon": "It's cold... too cold.$2",
	"winter_Mon2": "I'm more acclimated to tropical climes, so this time of year is... a struggle.$6",
	"winter_Mon4": "You're friendly to most everyone, @. I wonder how much danger that has put you in...$10#$b#Don't take that the wrong way.$6",
	"winter_Mon6": "",
	"winter_Mon8": "",
	"winter_Mon10": "",
	"winter_Tue": "Are you sick of my complaining yet?$6#$b#So am I...$3",
	"winter_Tue2": "Hm... This town needs more color.$3",
	"winter_Tue4": "Oh, to hibernate like a bear... I can't afford to do that, alas.$0",
	"winter_Tue6": "",
	"winter_Tue8": "",
	"winter_Tue10": "",
	"winter_Wed": "I have a lot on my plate.$6#$b#I have strength to recapture, family to return to, and sanity to maintain.$6#$e#So... pardon me if I'm a bit unsocial.$10",
	"winter_Wed2": "I'm... for once, I'm bored.$3#$b#What in the 'Hel do you do with your time during this season, @?$6",
	"winter_Wed4": "I have good reason to avoid those damned caves...$5#$b#The earth's stony grasp has not been kind to me in the past.$10",
	"winter_Wed6": "",
	"winter_Wed8": "",
	"winter_Wed10": "",
	"winter_Thu": "I have a bone to pick with this weather... I cannot afford to stay cooped up right now.$5",
	"winter_Thu2": "Ahh... I could go for a nice cup of hot tea, @.$0#$b#Emphasis on 'hot'. I'm freezing.$3",
	"winter_Thu4": "This weather sours my mood. Apologies if I'm not as chipper as you'd like.$3",
	"winter_Thu6": "",
	"winter_Thu8": "",
	"winter_Thu10": "",
	"winter_Fri": "It seems as if you want me to ask you for help... I'm afraid my issue is rather beyond the scope of a farmer.$10#$b#I hold no ill will towards the profession, or towards you personally, it's simply the way it is.$2",
	"winter_Fri2": "I ought to get a hold of a journal.$6#$e#That would make planning my escape from this place much easier, I think.$0",
	"winter_Fri4": "I've just noticed that this little hamlet hasn't a single law enforcer.$6#$b#That's to its benefit.$11",
	"winter_Fri6": "",
	"winter_Fri8": "",
	"winter_Fri10": "",
	"winter_Sat": "Are you not freezing?$7#$b#How in the heavens do you get anything done?$10",
	"winter_Sat2": "I'm a little... overwhelmed at the moment. Apologies.$10",
	"winter_Sat4": "Hm? My teeth?$6#$b#Yes, indeed, they're real. I'm an honest creature.#9",
	"winter_Sat6": "",
	"winter_Sat8": "",
	"winter_Sat10": "",
	"winter_Sun": "Sorry, but I haven't the time or wherewithal for idle chatter right now.$10",
	"winter_Sun2": "Good day, @. Are you enduring this weather better than I am?$11",
	"winter_Sun4": "How many children do I have?$6#$b#They aren't true children by blood, to be clear. But still, if I told you the truth, you wouldn't believe me.$3#$e#Another time, friend.$0",
	"winter_Sun6": "",
	"winter_Sun8": "",
	"winter_Sun10": "",

	"spring_4": "How in the 'Hel did I end up here already? I haven't practiced my lines.$7", //You shouldn't have him unlocked already you freak (affectionate)
	"spring_7": "",
	"spring_10": "",
	"spring_12": "An egg festival, hm? I wonder what the importance of it is...$3#$b#I suppose I'll have to find out.#0", 
	"spring_12_2": "An egg festival, hm? I wonder what the importance of it is...$3#$b#I suppose I'll have to find out.#0",
	"spring_14": "Hm... I'm beginning to smell the rotten egg stink of the egg festival already. Oh, dear.$10",
	"spring_14_2": "Hm... I'm beginning to smell the rotten egg stink of the egg festival already. Oh, dear.$10",
	"spring_18": "",
	"spring_20": "",
	"spring_23": "The younger townsfolk are abuzz about the upcoming dance.$0#$b#I must admit that I'm rather curious, but I'm far too detached from the community to dance myself, I'm afraid.$6", 
	"spring_23_2": "The younger townsfolk are abuzz about the upcoming dance.$0#$b#I must admit that I'm rather curious, but I'm far too detached from the community to dance myself, I'm afraid.$6", 
	"spring_26": "",
	"spring_27": "",
	"summer_4": "",
	"summer_8": "",
	"summer_10": "Feasting and merriment on the beach? Well, that's potentially a wonderful distraction.$11#$e#Will I see you at the Luau tomorrow, @?$0", 
	"summer_10_2": "Feasting and merriment on the beach? Well, that's potentially a wonderful distraction.$11#$e#Will I see you at the Luau tomorrow, @?$0", 
	"summer_13": "",
	"summer_17": "",
	"summer_19": "",
	"summer_24": "",
	"summer_27": "Summer is just about over... tomorrow, there's supposed to be some sort of ceremony at the beach.$6#$e#Time is moving far too fast...$10", 
	"summer_27_2": "Summer is just about over... tomorrow, there's supposed to be some sort of ceremony at the beach.$6#$e#Time is moving far too fast...$10", 
	"fall_2": "Fall arrives with a cool breeze... and a lovely bit of color.$0",
	"fall_5": "",
	"fall_11": "",
	"fall_13": "",
	"fall_15": "There's an anxious energy in the air... I can tell people here have something to prove tomorrow.$6", 
	"fall_15_2": "There's an anxious energy in the air... I can tell people here have something to prove tomorrow.$6", 
	"fall_18": "",
	"fall_21": "",
	"fall_24": "",
	"fall_26": "Ah, the festivities tomorrow sound eerily similar to an occurrence back home...$12#$b#I shall attend and watch with bated breath.$0", 
	"fall_26_2": "Ah, the festivities tomorrow sound eerily similar to an occurrence back home...$12#$b#I shall attend and watch with bated breath.$0", 
	"winter_3": "",
	"winter_7": "Ugh... I'm not sure if I'm up for sitting out in the ice tomorrow. We'll see.$3", 
	"winter_10": "%He's shivering and rambling in a language you can't understand.",
	"winter_14": "",
	"winter_17": "",
	"winter_20": "",
	"winter_23": "",
	"winter_24": "And thus, Winterkin arrives tomorrow...$12#$b#Or, rather, the Feast of the Winter Star. What a mouthful.#11", 
	"winter_26": "Is this world's year already over?$7#$b#I can scarcely process how fast time moves here.$10",

    "cc_Complete": "I must commend you for fixing up that building, @.$0#$b#I can tell you've brought a great deal of happiness to this town through your hard work.$1",
    "cc_Boulder": "The river is running freely again, now that that unsightly boulder is gone.$0#$e#I wonder who had a hand in that... was it you?$11",
    "cc_Bus": "A trip to the desert is tempting, but I'm not sure what exactly this body can tolerate.$6",
    "cc_Greenhouse": "You're expanding quickly, @. Chaos is in your favor, I think.$0",
    "cc_Minecart": "That minecart beside my impact crater started moving again.$0#$b#At times, the purr of the motor is soothing, but at other times, it's rather grating...$3",
    "joja_Begin": "I'm sure you have your reasons for succumbing to corporate greed...$3#$b#... But I doubt I can empathize with any of them.$3",
    "movieTheater": "Happy to see more things to do in this little village. Film is a fascinating medium.$0",
    "pamHouseUpgrade": "Your generosity knows no bounds, @.$0#$b#Aiding someone who has been cast out by the rest of the world... even if they aren't the kindest of people, often those sorts need the most help.$0",
    "willyCrabs": "The air smells more of fish lately... I wonder...$3",
    // Non-vanilla Conversation Topics
    "Wedding": "Congratulations, @. May the stars grant you and your partner happiness.$1",
    "LuauBest": "If I have to say anything about this community...$6#$b#They make a good soup.$0",
    "LuauShorts": "That stunt at the luau, @...$3#$b#That was utterly hilarious. Good show.$9#$e#Yes, of course I knew it was you. You were smiling the whole time.$11",
    "LuauPoisoned": "I wonder if I would've enjoyed that soup...$6#$b#I've been craving something toxic to human life for some time now.$0",
    "divorce": "I'm sure you had your reasons to split off...$6#$b#ut is it customary in these parts to do so in such an incendiary manner?$3#$b#Seems rather crude.$3",
    "babyBoy": "Congratulations on your new baby boy, @. May he have good health and good fortune.",
    "babyGirl": "Congratulations on your new baby girl, @. May she have good health and good fortune.",
    "joja_Complete": "You've sold this town to demons, @. My trust in you has lessened.$5",
    "jojaMartStruckByLightning": "We're facing some intense storms in the night... That garish husk of a supermarket was an apt target.$6",
    "willyBoatRepaired": "I heard a new destination is out on the sea... I'm most curious.$0",
    "leoValleyArrival": "That child who just arrived from Ginger Island... Oh, he reminds me of...$10#$b#... I'll tell you another time. Apologies.$10",
    "islandResortUnlocked": "",
    "UFOLandedOnFarm": "",
    "meteoriteLandedOnFarm": "",
    "owlStatueLandedOnFarm": "",
    "railroadEarthquake": "",
    "Keahi_Prank": "Oh, stars, something on your body smells most unpleasant.$7#$b#I'd suggest a bath.$0",
    "event_postweddingreception": "",
    "PTJ03": "",
    "MeetTheCats": "",
    "JortsZoomies": "",
    "OpenAllTheDoors": "",
    "HaleysCakeWalk": "",
    "MaruCometSighting": "",
	"GreenRain": "",
	"GreenRainFinished": "",
//Locations
	"Mountain_Mon": "I am surprised that others less desperate than me are living around these mountains.$6#$b#With how its caverns teem with monsters, you would expect this area to be uninhabited.$3",
	"Mountain_Tues": "",
	"Mountain_Wed": "",
	"Mountain_Thurs": "",
	"Mountain_Fri": "",
	"Mountain_Sat": "",
	"Mountain_Sun": "",
//Gifting
	"AcceptGift_(0)578": "... This... seems so familiar. Like a close friend. I shall cherish it.$2",
	"AcceptGift_(0)PurpleBook": "Now, this... This might teach me something special. Something about the mechanics of this world, perhaps?$1",
	"AcceptGift_(0)837": "A shame I cannot simply pry the spines off and snack upon them in the state I'm in... Still, the flesh is delicious. Many thanks.$1",
	"AcceptGift_(0)797": "A treasure... as if a star fell into the sea.$0#$b#I resonate with such an origin.$1",
	"AcceptGift_(0)222": "Ah, I quite love rhubarb... even when most people strip all the poisonous elements from it, it's still quite tasty. Good show.$1",
	"AcceptGift_(0)394": "Behold how the colors play in the light... dance across not only the shell, but on whatever it reflects upon. Marvelous.$1",
	"AcceptGift_(0)905": "Ahh... a dessert I often craft for my children when they seek comfort from the harsh forces of our world.$1#$b#Now I'm all sentimental, apologies.$4",
	"AcceptGift_(0)268": "Oh, how I love starfruit... for quite obvious reasons, mhmhm.$9",
	"AcceptGift_(0)420": "Oh, what a shame...$10#$b#I would adore this if I could readily consume it without keeling over. Still, I greatly appreciate this.$0",
	"AcceptGift_(0)74": "Perhaps the earth does carry treasures.$1#$b#At the very least, this definitely delights the eye.$0",
	"AcceptGift_(0)279": "This interests me greatly... even if I haven't the slightest idea what it is.$1",
	"AcceptGift_(0)226": "This seems like it shall be delicious. Thank you.$1",
	"AcceptGift_(0)StardropTea": "Well, well... you've found something quite novel and exquisite, yet so thoroughly suited to my tastes. Thank you.$1",
	"AcceptGift_(0)614": "You've found one of the keys to my heart, farmer... ahh, tea!$1",
	"AcceptGift_category_minerals": "These so-called 'treasures of the earth' do nothing for me. Begone.$3",
	"AcceptGift_category_fish": "There are very few scenarios where I see being handed a dead fish as a welcome surprise.$3",
	"AcceptGift_category_seeds": "Keep these on your farm.$3",
	"AcceptGift_category_egg": "This is a little mundane for a gift, is it not? Apologies if that was rude, but...$6",
	"Acceptgift_category_fertilizer": "This is utterly useless.$5",
	"Acceptgift_category_bait": "This is utterly useless.$5",
	"Acceptgift_category_junk": "This is utterly useless.$5",
	""
}
}
]
}